app/controllers/artists_controller.rb

INSERT INTO "artists" ("name", "created_at", "updated_at") VALUES (?, ?, ?)  [["name", "aaa"], ["created_at", "2018-09-15 16:49:11.087168"], ["updated_at", "2018-09-15 16:49:11.087168"]]
---
	def create
	  artist = Artist.new(artist_params)
	  artist.save